Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Pro paywall messages adapt to context — the prompt you see when adding a 4th row is different from the one you see when adding a 6th template, so you always know exactly which limit you're hitting.
ar: تتكيف رسائل نظام حظر الاشتراك غير المدفوع الاحترافي مع السياق — تختلف المطالبة التي تراها عند إضافة صف رابع عن تلك التي تراها عند إضافة قالب سادس، لذا فأنت تعرف دائمًا الحد الذي تصل إليه بالضبط.
ca: Els missatges del mur de pagament professional s'adapten al context: l'avís que veieu quan afegiu una quarta fila és diferent de la que veieu quan afegiu una sisena plantilla, de manera que sempre sabeu exactament quin límit esteu arribant.
cs: Zprávy Pro paywall se přizpůsobují kontextu – výzva, kterou vidíte při přidávání 4. řádku, se liší od té, kterou vidíte při přidávání 6. šablony, takže vždy přesně víte, na jaký limit narazíte.
da: Pro paywall-beskeder tilpasser sig konteksten - den prompt, du ser, når du tilføjer en 4. række, er forskellig fra den, du ser, når du tilføjer en 6. skabelon, så du altid ved præcis, hvilken grænse du rammer.
de: Die Pro-Hinweise passen sich dem Kontext an – beim Hinzufügen einer 4. Zeile siehst du einen anderen Hinweis als bei der 6. Vorlage, sodass du immer genau weißt, welches Limit du erreichst.
el: Τα επαγγελματικά μηνύματα paywall προσαρμόζονται στο πλαίσιο — το μήνυμα που βλέπετε όταν προσθέτετε μια 4η σειρά είναι διαφορετικό από αυτό που βλέπετε όταν προσθέτετε ένα 6ο πρότυπο, ώστε να γνωρίζετε πάντα ακριβώς ποιο όριο φθάνετε.
es: Los mensajes de Pro se adaptan al contexto: el que ves al añadir una cuarta fila es distinto del que ves al añadir una sexta plantilla, así que siempre sabes qué límite estás alcanzando.
fa: پیام‌های خرید Pro با موقعیت تطبیق پیدا می‌کنند — پیامی که هنگام افزودن ردیف چهارم می‌بینید با پیام افزودن ششمین اسکرین‌شات فرق دارد، تا همیشه بدانید دقیقاً به کدام محدودیت رسیده‌اید.
fi: Pro-maksumuurin viestit mukautuvat kontekstiin – neljättä riviä lisättäessä näkemäsi kehote eroaa kuudennen mallin lisäämisestä näkemästäsi kehotuksesta, joten tiedät aina tarkalleen, mihin rajaan osut.
fr: Les messages d'achat Pro s'adaptent au contexte : celui qui s'affiche quand vous ajoutez une 4e ligne diffère de celui qui s'affiche quand vous ajoutez un 6e modèle, pour que vous sachiez toujours quelle limite vous atteignez.
he: הודעות חומת התשלום מתאימות את עצמן להקשר — ההנחיה המוצגת בעת הוספת שורה רביעית שונה מזו שמוצגת בעת הוספת תבנית שישית, כך שתמיד תדע בדיוק לאיזו מגבלה הגעת.
hr: Pro paywall poruke prilagođavaju se kontekstu — upit koji vidite kada dodajete 4. red razlikuje se od onog koji vidite kada dodajete 6. predložak, tako da uvijek točno znate koje ograničenje dosežete.
hu: A Pro paywall üzenetek alkalmazkodnak a kontextushoz – a 4. sor hozzáadásakor megjelenő felszólítás eltér attól, amelyet a 6. sablon hozzáadásakor lát, így mindig pontosan tudja, melyik korlátot éri el.
id: Pesan paywall profesional beradaptasi dengan konteks — perintah yang Anda lihat saat menambahkan baris ke-4 berbeda dengan yang Anda lihat saat menambahkan template ke-6, jadi Anda selalu tahu persis batas mana yang Anda capai.
it: I messaggi del paywall Pro si adattano al contesto: la richiesta che vedi quando aggiungi una 4ª riga è diversa da quella che vedi quando aggiungi un 6º modello, così sai sempre esattamente quale limite hai raggiunto.
ja: Pro へのアップグレードを案内するメッセージは状況に応じて変わります。4行目を追加しようとしたときと6つ目のテンプレートを追加しようとしたときでは表示内容が異なるため、どの上限に達したのかが常にわかります。
ko: Pro 페이월 메시지는 상황에 따라 조정됩니다. 4번째 행을 추가할 때 표시되는 메시지는 6번째 템플릿을 추가할 때 표시되는 메시지와 다르기 때문에 어느 한도에 도달했는지 항상 정확히 알 수 있습니다.
ms: Mesej paywall pro menyesuaikan diri dengan konteks — gesaan yang anda lihat semasa menambah baris ke-4 adalah berbeza daripada yang anda lihat semasa menambah templat ke-6, jadi anda sentiasa tahu dengan tepat had yang anda capai.
nl: Pro paywall-berichten passen zich aan de context aan: de prompt die u ziet bij het toevoegen van een vierde rij is anders dan de prompt die u ziet bij het toevoegen van een zesde sjabloon, zodat u altijd precies weet welke limiet u bereikt.
no: Pro betalingsmurmeldinger tilpasser seg konteksten – ledeteksten du ser når du legger til en fjerde rad er forskjellig fra den du ser når du legger til en sjette mal, slik at du alltid vet nøyaktig hvilken grense du treffer.
pl: Wiadomości Pro Paywall dostosowują się do kontekstu — monit wyświetlany podczas dodawania czwartego wiersza różni się od tego, który widzisz podczas dodawania szóstego szablonu, dzięki czemu zawsze wiesz dokładnie, który limit osiągasz.
pt_br: As mensagens de upgrade para o Pro se adaptam ao contexto — o aviso que aparece ao adicionar uma 4ª linha é diferente do que aparece ao adicionar um 6º modelo, então você sempre sabe exatamente qual limite atingiu.
pt_pt: As mensagens de acesso pago Pro se adaptam ao contexto - o prompt que você vê ao adicionar uma quarta linha é diferente daquele que você vê ao adicionar um sexto modelo, para que você sempre saiba exatamente qual limite está atingindo.
ro: Mesajele pro paywall se adaptează contextului — promptul pe care îl vedeți când adăugați un al 4-lea rând este diferit de cel pe care îl vedeți când adăugați un șablon al 6-lea, astfel încât să știți întotdeauna exact ce limită atingeți.
ru: Сообщения о переходе на Pro зависят от контекста: при добавлении 4-й строки вы увидите другое сообщение, чем при добавлении 6-го шаблона, так что всегда ясно, какого ограничения вы достигли.
sk: Pro paywall správy sa prispôsobujú kontextu – výzva, ktorú vidíte pri pridávaní 4. riadku, sa líši od tej, ktorú vidíte pri pridávaní 6. šablóny, takže vždy presne viete, aký limit ste dosiahli.
sl: Sporočila plačljivega zidu Pro se prilagajajo kontekstu – poziv, ki ga vidite, ko dodate 4. vrstico, se razlikuje od tistega, ki ga vidite, ko dodate 6. predlogo, tako da vedno natančno veste, katero omejitev dosegate.
sv: Pro betalväggsmeddelanden anpassar sig till sammanhanget — uppmaningen du ser när du lägger till en fjärde rad skiljer sig från den du ser när du lägger till en sjätte mall, så du vet alltid exakt vilken gräns du når.
th: ข้อความเพย์วอลล์แบบ Pro จะปรับตามบริบท — ข้อความแจ้งที่คุณเห็นเมื่อเพิ่มแถวที่ 4 จะแตกต่างจากข้อความที่คุณเห็นเมื่อเพิ่มเทมเพลตที่ 6 ดังนั้นคุณจึงรู้อยู่เสมอว่าคุณกำลังถึงขีดจำกัดใด
tr: Pro ödeme ekranı mesajları bağlama göre değişir — 4. satırı eklerken gördüğünüz istem, 6. şablonu eklerken gördüğünüzden farklıdır; böylece hangi sınıra takıldığınızı her zaman tam olarak bilirsiniz.
uk: Повідомлення про Pro залежать від контексту — запит, який ви бачите під час додавання 4-го рядка, відрізняється від того, що з’являється під час додавання 6-го шаблону, тож ви завжди знаєте, яке саме обмеження досягнуто.
ur: پرو پے وال پیغامات سیاق و سباق کے مطابق ہوتے ہیں — چوتھی قطار جوڑتے وقت آپ جو پرامپٹ دیکھتے ہیں وہ اس سے مختلف ہوتا ہے جو آپ 6ویں ٹیمپلیٹ کو شامل کرتے وقت دیکھتے ہیں، اس لیے آپ کو ہمیشہ بخوبی معلوم ہوتا ہے کہ آپ کس حد کو مار رہے ہیں۔
vi: Thông báo tường phí chuyên nghiệp thích ứng với ngữ cảnh — lời nhắc bạn nhìn thấy khi thêm hàng thứ 4 khác với lời nhắc bạn thấy khi thêm mẫu thứ 6, vì vậy, bạn luôn biết chính xác giới hạn mình đang chạm tới.
zh_hans: Pro 付费墙提示会根据情境变化——添加第 4 行时看到的提示与添加第 6 个模板时不同，因此你总能清楚知道自己触及了哪项限制。
zh_hant: Pro 付費牆訊息會依情境調整——加入第 4 列時看到的提示與加入第 6 個範本時不同，因此你一定會知道自己碰到的是哪一項限制。

source: Pro: %@
ar: المحترف: %1$@
ca: Pro: %1$@
cs: Pro: %1$@
da: Pro: %1$@
el: Επαγγελματίας: %1$@
fa: Pro: %1$@
fi: Pro: %1$@
he: Pro: %1$@
hr: Pro: %1$@
hu: Pro: %1$@
id: Kelebihan: %1$@
ms: Pro: %1$@
nl: Pro: %1$@
no: Pro: %1$@
pl: Zawodowiec: %1$@
pt_pt: Pró: %1$@
ro: Pro: %1$@
sk: Pro: %1$@
sl: Pro: %1$@
sv: Proffs: %1$@
th: มือโปร: %1$@
ur: پرو: %1$@
vi: Chuyên nghiệp: %1$@

source: Produce store-ready PNGs and JPEGs.
ar: قم بإنتاج PNGs وJPEGs جاهزة للمتجر.
ca: Produeix PNGs i JPEGs preparats per a la botiga.
cs: Vytvářejte PNG a JPEG připravené pro obchod.
da: Fremstil butiksklare PNGs og JPEGs.
de: Store-fertige PNGs und JPEGs erstellen.
el: Δημιουργήστε PNGs και JPEGs που είναι έτοιμες για κατάστημα.
es: Genera PNG y JPEG listos para la tienda.
fa: فایل‌های PNG و JPEG آمادهٔ فروشگاه بسازید.
fi: Tuota myymälävalmiita PNG- ja JPEG-tuotteita.
fr: Générez des PNG et des JPEG prêts pour les boutiques.
he: הפק PNG ו-JPEGים מוכנים לחנות.
hr: Proizvodite PNG i JPEG spremne za trgovinu.
hu: Készítsen boltra kész PNG-et és JPEG-t.
id: Menghasilkan PNG dan JPEG yang siap disimpan di toko.
it: Crea PNG e JPEG pronti per lo store.
ja: ストアにそのまま使える PNG / JPEG を作成します。
ko: 스토어에 바로 올릴 수 있는 PNG 및 JPEG를 만듭니다.
ms: Hasilkan PNGs dan JPEGs sedia kedai.
nl: Produceer winkelklare PNG's en JPEG's.
no: Produser butikkklare PNG-er og JPEG-er.
pl: Produkuj gotowe do sprzedaży produkty PNG i JPEG.
pt_br: Gere PNGs e JPEGs prontos para a loja.
pt_pt: Produza PNGs e JPEGs prontos para armazenamento.
ro: Produceți PNG-uri și JPEG-uri pregătite pentru magazin.
ru: Создавайте готовые для магазина PNG и JPEG.
sk: Vytvárajte PNG a JPEG pripravené na predaj.
sl: Izdelajte PNG in JPEG, pripravljene za trgovino.
sv: Producera butiksfärdiga PNGs och JPEGs.
th: ผลิต PNGและ JPEGที่พร้อมจัดเก็บ
tr: Mağazaya hazır PNG'ler ve JPEG'ler üretin.
uk: Створюйте PNG і JPEG, готові для магазинів.
ur: اسٹور کے لیے تیار PNG اور JPEG کو تیار کریں۔
vi: Sản xuất các PNG và JPEG sẵn sàng cho cửa hàng.
zh_hans: 生成可直接用于商店的 PNG 和 JPEG。
zh_hant: 產生可直接上架商店的 PNG 和 JPEG。

source: Project
ar: مشروع
ca: Projecte
cs: Projekt
da: Projekt
de: Projekt
el: Έργο
es: Proyecto
fa: پروژه
fi: Projekti
fr: Projet
he: פרויקט
hr: Projekt
hu: Projekt
id: Proyek
it: Progetto
ja: プロジェクト
ko: 프로젝트
ms: Projek
no: Prosjekt
pl: Projekt
pt_br: Projeto
pt_pt: Projeto
ro: Proiect
ru: Проект
sk: Projekt
sl: Projekt
sv: Projekt
th: โครงการ
tr: Proje
uk: Проєкт
ur: پروجیکٹ
vi: dự án
zh_hans: 项目
zh_hant: 專案

source: Project %@ could not be read from disk
ar: تعذرت قراءة المشروع %1$@ من القرص
ca: El projecte %1$@ no s'ha pogut llegir des del disc
cs: Projekt %1$@ nelze číst z disku
da: Projekt %1$@ kunne ikke læses fra disken
de: Projekt %1$@ konnte nicht von der Festplatte gelesen werden
el: Δεν ήταν δυνατή η ανάγνωση του έργου %1$@ από το δίσκο
es: El proyecto %1$@ no se pudo leer desde el disco
fa: پروژه %1$@ از روی دیسک قابل خواندن نیست
fi: Projektia %1$@ ei voitu lukea levyltä
fr: Le projet %1$@ n'a pas pu être lu à partir du disque
he: לא ניתן היה לקרוא את הפרויקט %1$@ מהדיסק
hr: Projekt %1$@ nije moguće pročitati s diska
hu: A %1$@ projekt nem olvasható a lemezről
id: Proyek %1$@ tidak dapat dibaca dari disk
it: Impossibile leggere il progetto %@ dal disco
ja: プロジェクト %1$@ をディスクから読み取ることができませんでした
ko: 프로젝트 %1$@을(를) 디스크에서 읽을 수 없습니다.
ms: Projek %1$@ tidak dapat dibaca dari cakera
nl: Project %1$@ kan niet van schijf worden gelezen
no: Prosjekt %1$@ kunne ikke leses fra disk
pl: Nie można odczytać projektu %1$@ z dysku
pt_br: O projeto %1$@ não pôde ser lido do disco
pt_pt: O projeto %1$@ não pôde ser lido do disco
ro: Proiectul %1$@ nu a putut fi citit de pe disc
ru: Не удалось прочитать проект %@ с диска
sk: Projekt %1$@ sa nepodarilo prečítať z disku
sl: Projekta %1$@ ni bilo mogoče prebrati z diska
sv: Projektet %1$@ kunde inte läsas från disken
th: ไม่สามารถอ่านโปรเจ็กต์ %1$@ จากดิสก์ได้
tr: %@ projesi diskten okunamadı
uk: Не вдалося прочитати проєкт %@ з диска
ur: پروجیکٹ %1$@ کو ڈسک سے پڑھا نہیں جا سکا
vi: Không thể đọc dự án %1$@ từ đĩa
zh_hans: 无法从磁盘读取项目 %1$@
zh_hant: 無法從磁碟讀取專案 %@

source: Project %@ not found
ar: لم يتم العثور على المشروع %1$@
ca: El projecte %1$@ no s'ha trobat
cs: Projekt %1$@ nebyl nalezen
da: Projekt %1$@ blev ikke fundet
de: Projekt %1$@ nicht gefunden
el: Το έργο %1$@ δεν βρέθηκε
es: Proyecto %1$@ no encontrado
fa: پروژه %1$@ یافت نشد
fi: Projektia %1$@ ei löydy
fr: Projet %1$@ introuvable
he: הפרויקט %1$@ לא נמצא
hr: Projekt %1$@ nije pronađen
hu: A %1$@ projekt nem található
id: Proyek %1$@ tidak ditemukan
it: Progetto %@ non trovato
ja: プロジェクト %1$@ が見つかりません
ko: 프로젝트 %1$@을(를) 찾을 수 없습니다.
ms: Projek %1$@ tidak ditemui
nl: Project %1$@ niet gevonden
no: Finner ikke prosjektet %1$@
pl: Nie znaleziono projektu %1$@.
pt_br: Projeto %1$@ não encontrado
pt_pt: Projeto %1$@ não encontrado
ro: Proiectul %1$@ nu a fost găsit
ru: Проект %@ не найден
sk: Projekt %1$@ sa nenašiel
sl: Projekt %1$@ ni bil najden
sv: Projektet %1$@ hittades inte
th: ไม่พบโปรเจ็กต์ %1$@
tr: %@ projesi bulunamadı
uk: Проєкт %@ не знайдено
ur: پروجیکٹ %1$@ نہیں ملا
vi: Không tìm thấy dự án %1$@
zh_hans: 未找到项目 %1$@
zh_hant: 找不到專案 %@

source: Project actions
ar: إجراءات المشروع
ca: Accions del projecte
cs: Projektové akce
da: Projekthandlinger
de: Projektaktionen
el: Δράσεις έργου
es: Acciones de proyecto
fa: اقدامات پروژه
fi: Projektin toimet
fr: Actions du projet
he: פעולות פרויקט
hr: Projektne radnje
hu: Projekt akciók
id: Tindakan proyek
it: Azioni progetto
ja: プロジェクトの操作
ko: 프로젝트 작업
ms: Tindakan projek
nl: Projectacties
no: Prosjekthandlinger
pl: Działania projektowe
pt_br: Ações do projeto
pt_pt: Ações do projeto
ro: Acțiuni ale proiectului
ru: Действия с проектом
sk: Projektové akcie
sl: Projektne akcije
sv: Projektåtgärder
th: การดำเนินการของโครงการ
tr: Proje işlemleri
uk: Дії з проєктом
ur: پروجیکٹ کے اعمال
vi: Hành động dự án
zh_hans: 项目操作
zh_hant: 專案動作

source: Project Colors
ar: ألوان المشروع
ca: Projecte Colors
cs: Projektové barvy
da: Projekt farver
de: Projektfarben
el: Χρώματα έργου
es: Colores del proyecto
fa: رنگ‌های پروژه
fi: Projektin värit
fr: Couleurs du projet
he: צבעי הפרויקט
hr: Boje projekta
hu: Projekt színek
id: Warna Proyek
it: Colori del progetto
ja: プロジェクトのカラー
ko: 프로젝트 색상
ms: Warna Projek
nl: Projectkleuren
no: Prosjektfarger
pl: Kolory projektu
pt_br: Cores do projeto
pt_pt: Cores do Projeto
ro: Culori proiect
ru: Цвета проекта
sk: Farby projektu
sl: Barve projekta
sv: Projektfärger
th: สีโครงการ
tr: Proje Renkleri
uk: Кольори проєкту
ur: پروجیکٹ کے رنگ
vi: Màu sắc dự án
zh_hans: 项目颜色
zh_hant: 專案顏色

source: Project Couldn't Be Opened
ar: لا يمكن فتح المشروع
ca: El projecte no s'ha pogut obrir
cs: Projekt nelze otevřít
da: Projektet kunne ikke åbnes
de: Projekt konnte nicht geöffnet werden
el: Το έργο δεν ήταν δυνατό να ανοίξει
es: No se pudo abrir el proyecto
fa: پروژه باز نشد
fi: Projektia ei voitu avata
fr: Le projet n'a pas pu être ouvert
he: לא ניתן היה לפתוח את הפרויקט
hr: Projekt se ne može otvoriti
hu: A projektet nem sikerült megnyitni
id: Proyek Tidak Dapat Dibuka
it: Impossibile aprire il progetto
ja: プロジェクトを開けませんでした
ko: 프로젝트를 열 수 없습니다
ms: Projek Tidak Dapat Dibuka
nl: Project kon niet worden geopend
no: Prosjektet kunne ikke åpnes
pl: Nie można otworzyć projektu
pt_br: Não foi possível abrir o projeto
pt_pt: Não foi possível abrir o projeto
ro: Proiectul nu a putut fi deschis
ru: Не удалось открыть проект
sk: Projekt sa nepodarilo otvoriť
sl: Projekta ni bilo mogoče odpreti
sv: Projektet kunde inte öppnas
th: ไม่สามารถเปิดโครงการได้
tr: Proje Açılamadı
uk: Не вдалося відкрити проєкт
ur: پروجیکٹ کھولا نہیں جا سکا
vi: Dự án không thể mở được
zh_hans: 无法打开项目
zh_hant: 無法開啟專案

source: Project File
ar: ملف المشروع
ca: Fitxa del projecte
cs: Soubor projektu
da: Projekt fil
de: Projektdatei
el: Αρχείο Έργου
es: Archivo del proyecto
fa: فایل پروژه
fi: Projektitiedosto
fr: Fichier de projet
he: קובץ פרויקט
hr: Projektna datoteka
hu: Projektfájl
id: File Proyek
it: File progetto
ja: プロジェクトファイル
ko: 프로젝트 파일
ms: Fail Projek
nl: Projectbestand
no: Prosjektfil
pl: Plik projektu
pt_br: Arquivo do projeto
pt_pt: Ficheiro de projeto
ro: Fișier proiect
ru: Файл проекта
sk: Projektový súbor
sl: Projektna datoteka
sv: Projektfil
th: ไฟล์โครงการ
tr: Proje Dosyası
uk: Файл проєкту
ur: پروجیکٹ فائل
vi: Tệp dự án
zh_hans: 项目文件
zh_hant: 專案檔案

source: Project name
ar: اسم المشروع
ca: Nom del projecte
cs: Název projektu
da: Projektnavn
de: Projektname
el: Όνομα έργου
es: Nombre del proyecto
fa: نام پروژه
fi: Projektin nimi
fr: Nom du projet
he: שם הפרויקט
hr: Naziv projekta
hu: Projekt neve
id: Nama proyek
it: Nome progetto
ja: プロジェクト名
ko: 프로젝트 이름
ms: Nama projek
nl: Projectnaam
no: Prosjektnavn
pl: Nazwa projektu
pt_br: Nome do projeto
pt_pt: Nome do projeto
ro: Numele proiectului
ru: Название проекта
sk: Názov projektu
sl: Ime projekta
sv: Projektnamn
th: ชื่อโครงการ
tr: Proje adı
uk: Назва проєкту
ur: پروجیکٹ کا نام
vi: Tên dự án
zh_hans: 项目名称
zh_hant: 專案名稱

source: Project names live in the `projects.json` index. If it goes missing, Screenshot Bro rebuilds it by scanning the project folders, so your work comes back rather than appearing deleted.
ar: أسماء المشاريع موجودة في فهرس "projects.json". في حالة فقده، يقوم Screenshot Bro بإعادة بنائه عن طريق فحص مجلدات المشروع، بحيث يعود عملك بدلاً من أن يبدو محذوفًا.
ca: Els noms dels projectes es troben a l'índex `projects.json`. Si desapareix, Screenshot Bro el reconstrueix escanejant les carpetes del projecte, de manera que el vostre treball torni en lloc de semblar suprimit.
cs: Názvy projektů jsou uloženy v indexu `projects.json`. Pokud zmizí, Screenshot Bro jej znovu sestaví prohledáním složek projektu, takže vaše práce se vrátí, místo aby vypadala jako smazaná.
da: Projektnavne findes i `projects.json`-indekset. Hvis det forsvinder, genopbygger Screenshot Bro det ved at scanne projektmapperne, så dit arbejde kommer tilbage i stedet for at se ud som slettet.
de: Projektnamen stehen im Index `projects.json`. Fehlt er, baut Screenshot Bro ihn durch Durchsuchen der Projektordner neu auf, sodass deine Arbeit zurückkommt, statt gelöscht zu wirken.
el: Τα ονόματα έργων βρίσκονται στο ευρετήριο «projects.json». Εάν λείπει, το Screenshot Bro το ξαναφτιάχνει σαρώνοντας τους φακέλους του έργου, ώστε η εργασία σας να επανέλθει αντί να εμφανίζεται διαγραμμένη.
es: Los nombres de los proyectos están en el índice `projects.json`. Si desaparece, Screenshot Bro lo reconstruye analizando las carpetas de los proyectos, así que tu trabajo reaparece en lugar de parecer eliminado.
fa: نام پروژه‌ها در فهرست `projects.json` نگه داشته می‌شود. اگر این فایل از بین برود، Screenshot Bro با بررسی پوشه‌های پروژه آن را بازسازی می‌کند تا کارهایتان برگردند، نه اینکه حذف‌شده به نظر برسند.
fi: Projektien nimet ovat "projects.json"-hakemistossa. Jos se katoaa, Screenshot Bro rakentaa sen uudelleen skannaamalla projektikansiot, joten työsi tulee takaisin sen sijaan, että se näyttäisi poistetulta.
fr: Les noms de projets sont stockés dans l'index `projects.json`. S'il disparaît, Screenshot Bro le reconstruit en analysant les dossiers des projets : votre travail réapparaît au lieu de sembler supprimé.
he: שמות הפרויקטים נמצאים באינדקס `projects.json`. אם הוא נעלם, Screenshot Bro בונה אותו מחדש על ידי סריקת תיקיות הפרויקט, כך שהעבודה שלך תחזור במקום להיראות שנמחקה.
hr: Nazivi projekata nalaze se u indeksu `projects.json`. Ako nestane, Screenshot Bro ga ponovno gradi skeniranjem projektnih mapa, tako da se vaš rad vraća umjesto da izgleda izbrisano.
hu: A projektnevek a "projects.json" indexben találhatók. Ha eltűnik, a Screenshot Bro újraépíti a projekt mappáinak átvizsgálásával, így a munkája visszakerül, nem pedig törölve.
id: Nama proyek ada di indeks `projects.json`. Jika hilang, Screenshot Bro membangunnya kembali dengan memindai folder proyek, sehingga pekerjaan Anda akan muncul kembali dan tidak terlihat terhapus.
it: I nomi dei progetti si trovano nell'indice `projects.json`. Se va perso, Screenshot Bro lo ricostruisce analizzando le cartelle dei progetti, così il tuo lavoro ricompare invece di sembrare eliminato.
ja: プロジェクト名は `projects.json` インデックスに保存されています。これが見つからない場合、Screenshot Bro はプロジェクトフォルダをスキャンしてインデックスを再構築するため、作業内容が削除されたように見えることはなく、元に戻ります。
ko: 프로젝트 이름은 `projects.json` 인덱스에 저장됩니다. 이 파일이 없어지면 Screenshot Bro가 프로젝트 폴더를 검색해 다시 만들므로, 작업이 삭제된 것처럼 보이지 않고 다시 나타납니다.
ms: Nama projek hidup dalam indeks `projects.json`. Jika ia hilang, Screenshot Bro membina semula dengan mengimbas folder projek, supaya kerja anda kembali dan bukannya kelihatan dipadamkan.
nl: Projectnamen bevinden zich in de `projects.json`-index. Als het verloren gaat, bouwt Screenshot Bro het opnieuw op door de projectmappen te scannen, zodat uw werk terugkomt in plaats van dat het verwijderd lijkt.
no: Prosjektnavn finnes i `projects.json`-indeksen. Hvis den forsvinner, gjenoppbygger Screenshot Bro den ved å skanne prosjektmappene, slik at arbeidet ditt kommer tilbake i stedet for å virke slettet.
pl: Nazwy projektów znajdują się w indeksie `project.json`. Jeśli zaginie, Screenshot Bro odbuduje go, skanując foldery projektu, dzięki czemu Twoja praca wróci, zamiast wyglądać na usuniętą.
pt_br: Os nomes dos projetos ficam no índice `projects.json`. Se ele sumir, o Screenshot Bro o reconstrói verificando as pastas dos projetos, para que seu trabalho volte em vez de parecer excluído.
pt_pt: Os nomes dos projetos ficam no índice `projects.json`. Se desaparecer, Screenshot Bro o reconstrói verificando as pastas do projeto, para que seu trabalho volte em vez de parecer excluído.
ro: Numele proiectelor se află în indexul „projects.json”. Dacă lipsește, Screenshot Bro îl reconstruiește scanând folderele proiectului, astfel încât munca dvs. să revină în loc să pară ștearsă.
ru: Названия проектов хранятся в индексе `projects.json`. Если он пропадет, Screenshot Bro восстановит его, просканировав папки проектов, так что ваша работа вернется, а не будет выглядеть удаленной.
sk: Názvy projektov sa nachádzajú v indexe `projects.json`. Ak sa stratí, Screenshot Bro ho obnoví skenovaním priečinkov projektu, takže vaša práca sa vráti a nebude sa zdať vymazaná.
sl: Imena projektov so v indeksu `projects.json`. Če izgine, ga Screenshot Bro znova zgradi s skeniranjem projektnih map, tako da se vaše delo vrne, namesto da bi bilo videti izbrisano.
sv: Projektnamn finns i `projects.json`-indexet. Om den försvinner, bygger Screenshot Bro om den genom att skanna projektmapparna, så att ditt arbete kommer tillbaka istället för att verka raderat.
th: ชื่อโครงการอยู่ในดัชนี `projects.json` หากหายไป Screenshot Bro จะสร้างใหม่โดยการสแกนโฟลเดอร์โปรเจ็กต์ เพื่อให้งานของคุณกลับมาแทนที่จะปรากฏว่าถูกลบไปแล้ว
tr: Proje adları `projects.json` dizininde saklanır. Bu dosya kaybolursa Screenshot Bro proje klasörlerini tarayarak onu yeniden oluşturur; böylece çalışmalarınız silinmiş gibi görünmek yerine geri gelir.
uk: Назви проєктів зберігаються в індексі `projects.json`. Якщо він зникне, Screenshot Bro відновить його, просканувавши папки проєктів, тож ваша робота повернеться, а не здаватиметься видаленою.
ur: پروجیکٹ کے نام `projects.json` انڈیکس میں رہتے ہیں۔ اگر یہ غائب ہو جاتا ہے، تو Screenshot Bro پروجیکٹ فولڈرز کو اسکین کرکے اسے دوبارہ بناتا ہے، لہذا آپ کا کام حذف شدہ ظاہر ہونے کے بجائے واپس آجاتا ہے۔
vi: Tên dự án nằm trong chỉ mục `projects.json`. Nếu nó bị mất, Screenshot Bro sẽ xây dựng lại nó bằng cách quét các thư mục dự án để tác phẩm của bạn quay trở lại thay vì có vẻ như đã bị xóa.
zh_hans: 项目名称保存在 `projects.json` 索引中。如果该索引丢失，Screenshot Bro 会扫描项目文件夹来重建它，让你的作品恢复回来，而不是看起来已被删除。
zh_hant: 專案名稱存放在 `projects.json` 索引中。如果索引遺失，Screenshot Bro 會掃描專案資料夾來重建索引，讓你的作品恢復，而不會看起來像被刪除。

source: Project order
ar: أمر المشروع
ca: Ordre del projecte
cs: Projektová zakázka
da: Projektordre
de: Projektreihenfolge
el: Παραγγελία έργου
es: Orden de proyectos
fa: ترتیب پروژه‌ها
fi: Projektin tilaus
fr: Ordre des projets
he: סדר הפרויקט
hr: Narudžba projekta
hu: Projektrendelés
id: Urutan proyek
it: Ordine dei progetti
ja: プロジェクトの順序
ko: 프로젝트 순서
ms: Pesanan projek
nl: Projectvolgorde
no: Prosjektbestilling
pl: Zamówienie projektu
pt_br: Ordem dos projetos
pt_pt: Ordem do projeto
ro: Ordinea proiectului
ru: Порядок проектов
sk: Projektová objednávka
sl: Naročilo projekta
sv: Projektorder
th: คำสั่งโครงการ
tr: Proje sırası
uk: Порядок проєктів
ur: پروجیکٹ آرڈر
vi: Đặt hàng dự án
zh_hans: 项目顺序
zh_hant: 專案順序
